{"objectId":"128796","ipfsHash":"QmSiZuSd9xhDa9trbiiKrshfNcGKMb5ezi3D5Kobx3gWFo","token_id":"128796","total_amount":100,"token_info":{"name":"CRIAS DO SUBSOLO - CICLO SEM FIM","description":"PTBR = É com muito prazer que lançamos nosso EP \"Ciclo Sem Fim\". Um PSYDUB suavão com a garantia de te fazer viajar looonge.  O EP \"Ciclo Sem fim\" conta com a presença ancestral da cultura Yanomami, a sabedoria Rastafari e a iluminação dos mantras Hinduístas, lembrando-nos de que as fronteiras são linhas imaginárias, e somos uma só grande consciência. Trata da nossa origem cósmica pura, da corrupção da alma, que se perdeu na selva urbana, e da sua inevitável purificação. Quando se chega ao fundo do buraco, não há outro caminho senão subir. É o ciclo sem fim.  \"O projeto CRIAS DO SUBSOLO (Distrakt [Pedro Kozovits] & Chaos Monk [João Victor]) nasceu com a missão de viver o underground e perpetuar nas mentes e corpos a psicodelia presente no espírito.\" Feito em 24/10/2020. Data de lançamento oficial: 12/06/2021. EN = It is with great pleasure that we release our EP \"Ciclo Sem Fim\". A smooth PSYDUB guaranteed to make you travel far. \"CICLO SEM FIM\" features the ancestral presence of Yanomami culture, Rastafarian wisdom and the illumination of Hindu mantras, reminding us that borders are imaginary lines, and that we are one great conscience. It deals with our pure cosmic origin, the corruption of the soul, which has been lost in the urban jungle, and its inevitable purification. When you reach the bottom of the hole, there is no other way but to climb. It's the endless cycle. \"The project CRIAS DO SUBSOLO (Distrakt [Pedro Kozovits] & Chaos Monk [João Victor]) was born with the mission of living underground and perpetuating in minds and bodies the psychedelia present in the spirit.\" If you're interested in this template, it was made by @CRIPTEMES","tags":["obrjkt","album","psychedelic","reggae","dub","ethnic","OST","trippy","song","soundtrack","music","fullalbum"],"symbol":"OBJKT","artifactUri":"ipfs://QmdPU2LyAqsqqe3jbSsjTuiLSZFSpdayzYwRJ6DFG9sAwZ","displayUri":"ipfs://QmeNR2h3PMRF8bBxYG5hT5Ec1HckFZ7rBqwNbHambxQ3K8","thumbnailUri":"ipfs://QmXn7gcK3PyyMdaR7FsygvZwXvaFeKY3XSnFjFMVTZpSPD","creators":["tz1LsnZE1fbmc5R42QqV7VDqFt9NV8MZ7tmk"],"formats":[{"uri":"ipfs://QmdPU2LyAqsqqe3jbSsjTuiLSZFSpdayzYwRJ6DFG9sAwZ","mimeType":"application/x-directory"}],"decimals":0,"isBooleanAmount":false,"shouldPreferSymbol":false}}