{"objectId":"98411","ipfsHash":"QmYHN13ed7oEWnqURw9ArWYn5924jNsP29G2oKRm8msciY","token_id":"98411","total_amount":846,"token_info":{"name":"\"They Didn't Go\"","description":"What connection is there between all these artists? Based on my research they most likely were in Los Angeles on August 28th, 2016. ——/ /—— Maybe these people have different politics, maybe they don't identify as a woman, maybe no one invited them? ——/ /—— At a friends' party a woman lamented, \"no one reached out to me to tell me about it... no one thought of me?” ——/ /—— I often wonder if anyone else finds Los Angeles as intimidating as I do, but try to find their place anyways despite the ever present FOMO (Fear of Missing Out). ——/ /—— It is the most fun research I've done in a while, taking about 3 months to get to the same number of artists (~730) and obviously it's not an exhaustive list. Originally I wanted to organize it based on artists who were friends with the next name on the list and so on, as if the whole thing went through association and word of mouth, but maybe that can happen next now that I've got a first draft down. ——/ /—— How I started: I jumped all around from lists of artists curated into shows by Katie Bode, then a Bar-Fund list, then artists I've heard of through where I work doing art handling, then Rema Hort Mann nominees (there's a lot!), then a list of exhibiting artists on Elephant's website, then looking up the MFA graduating classes from different art schools, then by using the wayback machine to look at exhibitions going on during that time in 2016, then I kept finding different podcasts focusing on interviews with LA-based artists, then those who were curated into Made in LA, then artists listed by Voyage LA, then googling the phrase \"lives and works in LA\". ——/ /—— So I have to thank all of those people and organizations for doing the kind of programming that set the groundwork for this exploratory, speculative project. —/— QR #1: The living list where I'm still adding links to artists' personal webpages (if they have one), —/— QR #2: “Be Here Now”, —/— QR #3: A spreadsheet to search for or add artists names/websites. Thanks!","tags":["AdministrationArts","ConceptualArt","Radicalpresence","IdentityPolitics","Lists","Names","QRcodes","Links","WIP"],"symbol":"OBJKT","artifactUri":"ipfs://QmZsRzKrSBurQRajv1bJnStW8aFiXeu3mUkEYte5DeWnvJ","displayUri":"ipfs://QmZPD3wJodKwqCAGiXAEPuRXFfs4f3asacy2f3Eb6mPk3Q","thumbnailUri":"ipfs://Qmb8oG6F3MeP373ezSejZ7TKKCECgaLRc3gkojJgBzJeqb","creators":["tz1WnmNkceLU9mSYLPbTbmqZX81mmXX4EbiY"],"formats":[{"uri":"ipfs://QmZsRzKrSBurQRajv1bJnStW8aFiXeu3mUkEYte5DeWnvJ","mimeType":"application/x-directory"}],"decimals":0,"isBooleanAmount":false,"shouldPreferSymbol":false}}